<?php

    return [
        0 => [
            'id'     => 1,
            'name'   => '张三',
            'age'    => 27,
            'region' => '北京',
        ],
        1 => [
            'id'     => 2,
            'name'   => '李四',
            'age'    => 35,
            'region' => '上海',
        ],
        2 => [
            'id'     => 3,
            'name'   => '王五',
            'age'    => 42,
            'region' => '广州',
        ],
        3 => [
            'id'     => 4,
            'name'   => '赵六',
            'age'    => 18,
            'region' => '成都',
        ],
        4 => [
            'id'     => 5,
            'name'   => '陈七',
            'age'    => 31,
            'region' => '深圳',
        ],
        5 => [
            'id'     => 6,
            'name'   => '刘八',
            'age'    => 26,
            'region' => '杭州',
        ],
        6 => [
            'id'     => 7,
            'name'   => '黄九',
            'age'    => 39,
            'region' => '重庆',
        ],
        7 => [
            'id'     => 8,
            'name'   => '周十',
            'age'    => 23,
            'region' => '天津',
        ],
        8 => [
            'id'     => 9,
            'name'   => '吴十一',
            'age'    => 29,
            'region' => '南京',
        ],
        9 => [
            'id'     => 10,
            'name'   => '郑十二',
            'age'    => 37,
            'region' => '武汉',
        ],
    ];
